/* Menu extra strings for "Last Account Sync:" */

/* The translation for 'Today', not intended to be followed by a time format */
"Today" = "Tänään";

/* The translation for 'Today at ..', intended to be followed by a time format */
"Today at " = "Tänään kello ";

/* The translation for 'Tomorrow', not intended to be followed by a time format */
"Tomorrow" = "Huomenna";

/* The translation for 'Tomorrow at ..', intended to be followed by a time format */
"Tomorrow at " = "Huomenna kello ";

/* The translation for 'Yesterday', not intended to be followed by a time format */
"Yesterday" = "Eilen";

/* The translation for 'Yesterday at ..', intended to be followed by a time format */
"Yesterday at " = "Eilen kello ";

